[
    {
      "key": 1,
      "name": "Burgwitch Restaurant",
      "prize": 30,
      "description": "There are many kinds of crave worthy foods. From foods that are sweet and salty to savory, there is one crave-able item that sure gets consumers talking. National Cattlemen’s Beef Association, a contractor to the Beef Checkoff, recently conducted research on consumer preferences for burgers when dining out. Consumers’ own words highlight just how enticing burgers are for them.Many consumers enjoy a beef burger whenever they get a chance, and many of us have our go-to places for one. However, the results show that quick-service establishments aren’t the only places consumers go for a burger. In fact, many also choose casual or even fine-dining establishments to enjoy a burger. More specifically, the research looked at the quality indicators for burgers and how consumers go about customizing and selecting their burgers when dining out. The research was conducted among 700 consumers who eat beef burgers. Not surprisingly, the most important aspect of a burger is its taste—after all, that is why most of us enjoy them so much. In addition to taste, the overall quality and the value you get for the price you pay is important, as some consumers note",
      "foodName": "Naga Burger",
      "open": "Monday-Friday",
      "time": "9.00am-10.00pm",
      "image": "https://i.ibb.co/G3X923h/food-2.jpg"
    },
    {
      "key": 2,
      "name": "Chineese Restaurant",
      "foodName": "Ramen",
      "description": "Ramen has taken the western world by storm, but what is this dish and what has led to it being so popular all across the world? Simply put, ramen is a Japanese noodle soup, with a combination of a rich flavoured broth, one of a variety of types of noodle and a selection of meats or vegetables, often topped with a boiled egg. In Japan ramen is considered a fast food, with many small restaurants and street vendors offering a warming bowl of this delicious soup.",
      "price": 44,
      "open": "Monday-saturday",
      "time": "9.00am-11.00pm",
      "image": "https://i.ibb.co/dJFf3yN/food-1.jpg"
    },
    {
      "key": 3,
      "name": "Sandwitch Mart",
      "foodName": "Naga Sandwich",
      "description": "Any type of roll or bread and any type of food that can be conveniently so eaten can go into a sandwich, hot or cold. British tea sandwiches are made with thin-cut bread filled with fish paste, cucumber, watercress, or tomato. Scandinavian smørrebrød are served open-faced, with artfully composed toppings of fish, sliced meats, and salads. In France, hollowed-out rolls are a popular base. The United States contributed elaborate sandwich formulas, two of the most successful being the club sandwich of sliced chicken or turkey, bacon, lettuce, and tomato, and the Reuben sandwich of corned beef, Swiss cheese, sauerkraut, and Russian dressing served grilled on black bread. Hot sandwiches, notably the ubiquitous hamburger on a bun, are a staple of the American diet, and the peanut butter and jelly sandwich is the mainstay of the American schoolchild.",
      "price": 15,
      "open": "Monday-saturday",
      "time": "9.00am-11.00pm",
      "image": "https://i.ibb.co/kQRpPsQ/food-6.jpg"
    },
    {
      "key": 4,
      "name": "Beer and beer restaurant",
      "foodName": "beers and wines",
      "description": "Beer is one of the oldest and most widely consumed[4] alcoholic drinks in the world, and the third most popular drink overall after water and tea.[5] It is produced by the brewing and fermentation of starches, mainly derived from cereal grains—most commonly from malted barley, though wheat, maize (corn), rice, and oats are also used. During the brewing process, fermentation of the starch sugars in the wort produces ethanol and carbonation in the resulting beer.[6] Most modern beer is brewed with hops, which add bitterness and other flavours and act as a natural preservative and stabilizing agent. Other flavouring agents such as gruit, herbs, or fruits may be included or used instead of hops. In commercial brewing, the natural carbonation effect is often removed during processing and replaced with forced carbonation.Some of humanity's earliest known writings refer to the production and distribution of beer: the Code of Hammurabi included laws regulating beer and beer parlours,and The Hymn to Ninkasi, a prayer to the Mesopotamian goddess of beer, served as both a prayer and as a method of remembering the recipe for beer in a culture with few literate people",
      "price": 70,
      "open": "Monday-friday",
      "time": "9.00am-10.00pm",
      "image": "https://i.ibb.co/gt6KWn5/food-5.jpg"
    },
    {
      "key": 5,
      "name": "Pazta club",
      "foodName": "spicy Spagetti",
      "description": "Spaghetti (Italian: [spaˈɡetti]) is a long, thin, solid, cylindrical pasta.[1] It is a staple food of traditional Italian cuisine. Like other pasta, spaghetti is made of milled wheat and water and sometimes enriched with vitamins and minerals. Italian spaghetti is typically made from durum wheat semolina.[2] Usually the pasta is white because refined flour is used, but whole wheat flour may be added. Spaghettoni is a thicker form of spaghetti, while capellini is a very thin spaghetti. Originally, spaghetti was notably long, but shorter lengths gained in popularity during the latter half of the 20th century and now it is most commonly available in 25–30 cm (10–12 in) lengths. A variety of pasta dishes are based on it and it is frequently served with tomato sauce or meat or vegetables.",
      "price": 30,
      "open": "Monday-friday",
      "time": "9.00am-11.00pm",
      "image": "https://i.ibb.co/Jy98fzp/food-4.jpg"
    },
    {
      "key": 6,
      "name": "Indian Fod Restaurant",
      "foodName": "Indian alu Parata",
      "description": "picy, rich, flavourful and diverse are terms that are frequently used to describe Indian food. All these words are apt in describing Indian cuisine, for it is diverse in variety and taste, and is made up from a wide array of regional cuisines throughout various parts of India. Due to the differences in climate and soil conditions, the local cuisines in various regions may vary greatly from each other, as each region uses spices, herbs and ingredients that are grown locally. Culture, tradition and religion also play significant roles in influencing the cuisines and diets of the Indians.",
      "price": 50,
      "open": "Monday-sunday",
      "time": "9.00am-9.00pm",
      "image": " https://i.ibb.co/vv2ymZv/food-3.jpg"
    }
  ]